tap 'homebrew/cask-versions'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'heroku/brew'

brew 'autojump'
brew 'bash'
brew 'bash-completion'
brew 'git'
brew 'go'
brew 'heroku'
brew 'node-build'
brew 'ruby-build'
brew 'tree'

brew 'coreutils'
brew 'automake'
brew 'autoconf'
brew 'openssl'
brew 'libyaml'
brew 'gpg'
brew 'readline'
brew 'libxslt'
brew 'libtool'
brew 'unixodbc'

cask '1password'
cask 'alfred'
cask 'dash4'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'insomnia'
cask 'logitech-camera-settings'
cask 'postico'
cask 'setapp'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'visual-studio-code'

cask 'font-fira-mono'
