tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'

brew 'ack'
brew 'bash'
brew 'bash-completion'
brew 'elixir'
brew 'git'
brew 'heroku'
brew 'node-build'
brew 'phantomjs'
brew 'ruby-build'
brew 'tree'
brew 'wget'
brew 'wxmac'

brew 'postgresql@9.6', restart_service: true
brew 'rabbitmq', restart_service: true
brew 'redis', restart_service: :changed

brew 'libyaml'
brew 'coreutils'
brew 'automake'
brew 'autoconf'
brew 'openssl'
brew 'libyaml'
brew 'readline'
brew 'libxslt'
brew 'libtool'
brew 'unixodbc'

brew 'geos'
brew 'postgis'
brew 'proj'
brew 'liblwgeom'

brew 'exercism'
brew 'svgo'

tap 'caskroom/cask'
cask 'alfred'
cask 'boostnote'
cask 'dash'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'postico'
cask 'postman'
cask 'slack'
cask 'spectacle'
cask 'sublime-text'
cask 'vlc'
