tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'heroku/brew'

brew 'bash'
brew 'bash-completion'
brew 'git'
brew 'go'
brew 'heroku'
brew 'node-build'
brew 'ruby-build'
brew 'tree'
brew 'yarn'
brew 'wget'
brew 'wxmac'

brew 'postgresql', restart_service: true
brew 'redis', restart_service: :changed

brew 'libyaml'
brew 'coreutils'
brew 'automake'
brew 'autoconf'
brew 'openssl'
brew 'libyaml'
brew 'gpg'
brew 'readline'
brew 'libxslt'
brew 'libtool'
brew 'unixodbc'

cask '1password'
cask 'alfred'
cask 'boostnote'
cask 'dash'
cask 'dropbox'
cask 'google-chrome'
cask 'java8'
cask 'iterm2'
cask 'insomnia'
cask 'postico'
cask 'sequel-pro'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'vlc'
